"TIME_SHORT_DAYS_FORMAT" = "%d日";

"TIME_SHORT_DAY_FORMAT" = "%d日";

"TIME_SHORT_HOURS_FORMAT" = "%d時間";

"TIME_SHORT_HOUR_FORMAT" = "%d時間";

"TIME_SHORT_MINUTES_FORMAT" = "%d分";

"TIME_SHORT_MINUTE_FORMAT" = "%d分";

"TIME_SHORT_SECONDS_FORMAT" = "%d秒";

"TIME_SHORT_SECOND_FORMAT" = "%d秒";

"tw__card_compose_character_count" = "残り%td文字";

"tw__card_compose_close_button" = "閉じる";

"tw__card_compose_close_hint" = "ダブルタップして編集画面を閉じる。";

"tw__card_compose_install_preview" = "%@のインストールボタンのプレビュー";

"tw__card_compose_profile_image" = "%@さんのプロフィール";

"tw__card_compose_tweet_hint" = "ダブルタップしてこのツイートを投稿";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "インストール";

"tw__card_composer_tweet" = "ツイート";

"tw__composer_placeholder_text" = "いまどうしてる?";

"tw__email_share_detail_message_format" = "%@​に​あなたがご利用中のTwitterアカウント​（​@%@​）​に登録し​たメールアドレスを​提供し、最新情報をメールで受け取​れるようにします。";

"tw__image_viewer_done_button" = "完了";

"tw__open_in_text" = "%@で開く";

"tw__privacy_information_button" = "プライバシー情報";

"tw__share_tweet" = "ツイートを共有";

"tw__share_tweet_generic_template_format" = "@%1$@さんのツイート: %2$@";

"tw__share_tweet_subject_format" = "%1$@ (@%2$@)さんからのツイート";

"tw__sign_in_with_twitter_button" = "Twitterにログイン";

"tw__single_image" = "添付画像";

"tw__test_string" = "テスト";

"tw__tweet_image_accessibility" = "添付";

"tw__tweet_like_button" = "いいねする";

"tw__tweet_liked_state" = "いいねしました";

"tw__tweet_not_liked_state" = "いいねしていません";

"tw__tweet_profile_accessibility" = "プロフィール";

"tw__tweet_retweeted_by_user" = "%@さんがリツイート";

"tw__tweet_share_button" = "共有";

"tw__user_content_image" = "アプリのプレビュー";

"tw__video_thumbnail" = "添付動画";

"tw__view_is_sponsored_ad" = "スポンサー広告";

